var qs = [
[
["赤白黄色ふくらむつぼみは","Alright!ハートキャッチプリキュア!"], //ハートキャッチプリキュア
["My voice's boomin' to the toast man","ゴーゴー・キッチン"], //ナムコオリジナル
["君に巡り会えた奇跡が 僕の勇気になる","Like & Peace!"], //たまごっち
["And if you say no, you're toast.","Song of Ashley"], //メイドインワリオ
["ふとした はずみで ケンカ しちゃったけれど","アララの呪文"], //ちびまる子ちゃん
["山越え谷越え峠を越えて","ラブリーX"], //原曲:ラリーX
["季節 めくれば 遠い道のりは","詠人"], //おじゃる丸
["黒いマント 黒いマスク 変身すれば","ナガネギフラメンコ"], //アンパンマン(ナガネギマンの曲)
["そこに跪け 我の魂が","Reversible-Ring"], //プリパラ
["この切れた大腿筋に託し走る","PaPaPa Love"], //マッスル行進曲
["世界の果て 起きることも 今日のゴハンのことも","あいうえおんがく"], //LINE
["みぎにオットット ひだりにオットット","踊れ・どれ・ドラ ドラえもん音頭"], //どらえもん
["さあ！みんなで ワイワイつながって 踊ろう！","ずっとずっとトモダチ"], //ジュエルペット
["おフロの温度は39度","ポルカ・オ・ドルカ"], //ポケモン
["さあ たんけんに出よう ドアをあけて","Curious George"], //おさるのジョージ
["スジガネ入りのヘラヘラよ～ん","ユルユルでDE-O!"], //クレヨンしんちゃん
["必殺旋風剣","SHOGYO MUJO"], //「源平討魔伝」のBGMメドレー
["血糊薫る空に 惑い畏る声は響けども","郢曲／暁闇"], //東方
["いつか僕ら大人になる そして出逢える","ハルウタ"], //名探偵コナン 11人目のストライカー
["壁に耳あり障子に目あり","アイドルはウーニャニャの件"], //妖怪ウォッチ
["二階の窓を 開けたらね","サザエさん一家"],//サザエさんed(1番)
["でもそれってボクの「愛」なの","撲殺天使ドクロちゃん"],
["その名も... LindaAI-CUE！","ノるどん2000"],
["よそ見してちゃダメダメよ","バラライカ"],
],
[
["月夜にこっそり たたいたら","ホネホネ・ロック"],
["目覚まし時計ここにかけておくから","メトロポリタンミュージアム"],
["ほら見えない倖せと","リンゴの森の子猫たち"],
["月の瞳 ロンロンロンロン","赤鬼と青鬼のタンゴ"],
["ぼくは おうじでは ないけれど","アイスクリームのうた"],
["はなこさんねむった? まだねていない","げんこつ山のたぬきさん"], //どっちのゆびにとまる... バージョン
["瞳を輝かせたくさんの話をした","ともだちの歌"], //原曲:ロシア民謡 泉のほとり
["どんなあなたも みんな好きだから","Smile Again"],
["きっと いつかは かなうはずだよ","はじめの一歩"],
["小鳥のさえずり 聞きながら","夢の世界を"],
["そら げんきも ゆうきも わいちゃうぞ","ゆうがたクインテット(春)"], //ゆうがたクインテット
["プラズマ きらめいて","めしどき むしゃりずむ"], //天才てれびくん エンディングテーマ
["今日こそ素敵な出会い 今日から仲間だね","Jump!"],
["買えよ。何でレンタルなんだよ！","ピラメキたいそう はんにゃが解決！バージョン"],
["勇んで車をえんやらや","桃太郎"],
["あまいお酒を たんと飲ましょ","てるてる坊主"],
["学校ぎらいの子どもらで","南の島のハメハメハ大王"],
["ひゃくまでかぞえたりするから","おふろのうた"],
],
[
["あなたが好き 死ぬほど好き","恋のダイヤル6700"], //フィンガー5
["もしかしたらもしかしたら そうなのかしら","UFO"], //ピンクレディー
["怒るとはじまる 貧乏ゆすり","ドリフの英語塾"], //ドリフターズ
["もっとまじめにやれ","帰って来たヨッパライ"],
["君なしではとても 生きて行けそうもない","涙くんさよなら"], //坂本九
["だからしゃがんで 通るのね","三百六十五歩のマーチ"],
["それでいいのさ あの移り気な","潮来笠"],
["いくら好きでも あなたは遠い","アンコ椿は恋の花"],
["昨日の夢と焚き捨てる","湖畔の宿"],
["フォークダンスの 手をとれば","高校三年生"],
["眼を閉じてもたれてみたい","としごろ"],
],
[
["I sing for brilliant today.","オメデトウ"], //トラボルタ(「ココロ」など)
["流せば流すほど心が綺麗になるのさ","(っ*'ω'*c)"], //AVTechNO(「DYE」など)
["うまく世渡りしたいだけなの","パンツ脱げるもん!"], //ちょむP
["私はまた ひとりぼっち","THE WORLDS"], //M.S.S Project(Youtuber)
["11次元に伸びるディメンション","Nebula"], //Tripshots
["ホントノ愛ヲクダサイ","鎖の少女-Chain Girl-"], //のぼる↑
["んー 天気もいいし 良いことあるかもよ","SING&SMILE"], //Re:nG
["祭り囃子みちびく 蛍の誘いに身をゆだね","ナイトメア☆パーティーナイト"], //くちばしP(「私の時間」など)
["「そこのリアス式歯並びの君！」","クワガタにチョップしたらタイムスリップした"], //家の裏でマンボウが死んでるP
["ウタウ マワル テラス オドル ヒカル ハシル","ネガポジ＊コンティニューズ"], //sasakure.UK(「ぼくらの16bit戦争」など)
["ねぇ 早くおくすりを みんなにお届けして","メイドの星からＳ・Ｏ・Ｓ"], //かたほとりP
["初めての冬がきたよ 誰もいない公園で","ストロボナイツ"], //kz(「Tell Your World」など)
["朝日に煙る ラーメン食べたいよ","はじめまして地球人さん"], //ピノキオP(「神っぽいな」など)
["スピード違反も蹴散らし 二人でロックンロール","サマーアイドル"], //OSTER project(「ミラクルペイント」など)
["＊＊＊＊＊＊＊＊＊＊","パラジクロロベンゼン"], //オワタP(「リンちゃんなう！」など)
["「点と点、線と線が」「いま つながる」","エンクロージャー（enclosure）"], //シグナルP(「サンドリヨン（Cendrillon）	」など)
["11次元のスケール 宇宙の神秘が加速する","ねこみみスイッチ"], //daniwell(「Nyanyanyanyanyanyanya!」など)
["涼しげな顔で笑った君の頬が","Maybe★Lucky"], //鼻そうめんP
["壊れ行く世界が 今 鼓動の意味を示し始めた","Promise"], //samfree(「ルカルカ★ナイトフィーバー」など)
["パズルの凸凹意外にも 誰とでもハマるようだ","1925"], //とみー
["魔法みたいな恋をしたり 気が付かないように","骸骨楽団とリリア"], //トーマ
["そして…そして…また流れる愛のうた","The secret garden"], //作詞:畑亜貴 作曲:神前暁
["ずっと まだ 遠い 君の元へ","エレクトロサチュレイタ"], //tilt
["人によっては理解不能で","ODDS&ENDS"], //ryo(「メルト」など)
["やったね♪ オメデトウ♪","永遠に幸せになる方法、見つけました。"], //うたたP (「こちら、幸福安心委員会です。」など)
["「×××××××××××××××！」","Sadistic.Music∞Factory"], //cosMo＠暴走P(「初音ミクの消失 -DEAD END-」など)
["ソーラン！ ソーラン！","君色マリンスノウ"], //サイゼP
["僕抜きで機能して回る","ネトゲ廃人シュプレヒコール"], //さつき が てんこもり(「ネクストネスト」など)
["ねえ いつか青い成層圏","トリコロール・エア・ライン"], //あつぞうくん
["起動準備はOK？ いぇい！","ドレミファミックス"], //えのやっく
["Fly High その手で つかまえて奇跡","多重未来のカルテット-QUARTET THEME-"], //原曲:カルテット
["いつまででも 一緒だと信じてる","みんなみくみくにしてあげる♪"], //ika (「みくみくにしてあげる♪【してやんよ】」など)
["「となり座ってもいいかしら？」","巴里映画少女"], //apfel note
["核心 肯定 慢心 解明 不能 支配 不能","二次元ドリームフィーバー"], //PolyphonicBranch
["ワタシに\"I\"を教えてくれた","えれくとりっく･えんじぇぅ"], //ヤスオP
["溢れ出すこの気持ち 刹那","ARiA"], //とくP (「SPiCa」など)
["語り合った 「希望＋可能性」","Nostalogic"], //yuukiss
["ロロロオヒーヤー ロロロオヒーヤー ロオー！","おはヨーデル (Oha-Yo-del!!)"], //爆弾ポピー
["幽霊でいい もう一度あなたに逢いたい","金の聖夜霜雪に朽ちて"], //デッドボールP
["ずっと ずっと ずっと 離れたくない","melody..."], //mikuru396
["たおやかな恋でした さよなら","サイハテ"], //小林オニキス
["ありをりはべりいまそがり","どうしてこうなった"], //うどんゲルゲ
["虚無と絶望の咲いた世界へと還す","崩壊歌姫"], //マチゲリータP
["螺旋状の幻想に 幾度となく騙された","Gothic and Loneliness"], //なるしまたかし
["まっててね！ 今すぐに届けに行くよ","ペリコ・スペースシッパー"], //ワンカップP
["声すら出ない 音を失った形ない人形","タイムリミット"], //畳P（North-T）
["この世界中で 誰よりも あなたを好きでいいかな","カラフル×メロディ"], //ちーむMOER
["どうやらアンタの姿が邪魔で","アンハッピーリフレイン"], //wowaka
["罪も罰も　贖罪も　あの世ではチャラなのさ","僕らの記念日"], //静壊
["繰り返す始まりと終わりの中を","Soar"], //流星P
["時は流れ　人は変わってゆくの","Holy Star"],//Kou
["「私の声もそうなるかな」","ラストスコア"], //せきこみごはん
["ボクを探す　あの子の姿","コンビニ (初音ミク)"], //cokesi
["グットウカケタケチャーモチャーモ","Francium"], //チータン
["楽観 楽観 達観 楽観 達観 楽観視","インビジブル"], //kemu
],
[
["You could be my only sweet surrender.","I Wanna Love You Tender"], //世界一ダサいPV
["the second hand unwinds","Time After Time"],
["He Reiter, Immer weiter!","Dschinghis Khan"], //ジンギスカン
["where the grapes of wrath are stored;","The Battle Hymn of the Republic"],
["nu ma, nu ma iei","Dragostea Din Tei"], //のまのまイェイ
["看看看看看看看","変臉"], //変面
["龍在大地","東方的威風"], //プロジェクトA
["There's nothing you can do that can't be done","ALL YOU NEED IS LOVE"],
["He could preach the Bible like a preacher","Rasputin"],
["A guy like you should wear a warning","Toxic"],
["Er hat den Knaben wohl in dem Arm","Erlk&ouml;nig"],
],
[
["へんなおじさんじゃありません","宮古まもる君のうた"], //沖縄
["夜は終わりを告げて にわとりも鳴く","コンビニ (ブリーフ＆トランクス)"],
["ほんまや ほんまや","地獄の運動会"],
["てっきり一人と思ったあなた","ヘーコキましたね"],
["あんたこの頃 嫁入りしたではないかいな","おてもやん"], //熊本県民謡
["しかめっ面を笑顔に変えてみせるよ","ダイヤモンド"], //40mP 赤髮のとも
["いつか風が 散らした花も","また君に恋してる"], //CMなど
["おもちゃをどれにしようか悩むなぁ","パパマママック"],
["坊さんかんざし買うを見た","よさこい節"], //高知県民謡
["だって真実は 当事者だけのもの","無表情"], //乃木坂
["maybe lucky maybe lucky","STAY AWAY"],
["眠りさえ忘れて 踊りあかそう","マツケンサンバⅡ"],
["Too too late! Too too late!","ギミチョコ!!"], //BABYMETAL
["君のせいで否んだ僕に異常な世界は","Telecastic fake show"],
["ジャンジャン持ってこい！（無茶デリシャス！）","お菓子刑事の歌"],
["綺麗な君に触れたら冷たく棘が刺さる","Why? [Keep Your Head Down]"], //東方神起
["もちろん 冬は楽しくて大好き","あこがれの夏"], //アナ雪 オラフ
["ウォンエンキャリモ バイニスンチェニウェイ","あたりまえ体操"],
["海は裂け 大地は割れ 野は焼けた...","バナナチョモランマの乱"],
]
];
//問題数=全体-14行+4