function hard1(){
qs = [
[
["赤、白、黄色のグループ","素晴らしい！私の心は素晴らしかったです！"], //ハートキャッチプリキュア
["ブームボイス「エリートの男性","シェフ"], //ナムコオリジナル
["私が知っている奇跡は勇気になります","私は世界が大好きです！"], //たまごっち
["あなたがこれをしていないなら、あなたはエリートです。","アシュリーソング"], //メイドインワリオ
["突然戦う","アララのお守り"], //ちびまる子ちゃん
["山の山々を通り、谷の山々","美しいx"], //原曲:ラリーX
["今シーズンに参加すると、遠くになります。","変換する"], //おじゃる丸
["黒と黒のマスクの変換の場合","フラミン"], //アンパンマン(ナガネギマンの曲)
["私は私の魂を獲得しました","さもないと"], //プリパラ
["この太ももを入力して走ってください","私は父が好きです"], //マッスル行進曲
["世界と顔で何が起こったのか","aiueonogoku"], //LINE
["Meghi Network Highari","ダンス /ルーク、ダラ・マン、インド"], //どらえもん
["ここで私たちは一緒にコミュニケーションして踊ります！","長い間(ジャンル:アニメ・ゲーム)"], //ジュエルペット
["ストリーム温度は39度です","ドロップまたはスライド"], //ポケモン
["タンクに行き、ドアを開けます","ジョージ・アル・プルリ"], //おさるのジョージ
["これはSudzhiganのスプーンです"," - ああ、ユユル！"], //クレヨンしんちゃん
["特別な絹の剣","水平"], //「源平討魔伝」のBGMメドレー
["接着剤の血まみれの空の驚くべき音は合理的です。","歌 /夜明け"], //東方
["成長して自分自身を見つけます","ハルス"], //名探偵コナン 11人目のストライカー
["耳で壁で聞いた","アイドルはバニアに囲まれています"], //妖怪ウォッチ
["2階で窓が開いているとき","ライオン"],//サザエさんed(1番)
["しかし、これは「私の愛」です","天使のドコロちゃんと一致します"],
["これは名前です... lindai-k！","ノルドン2000"],
["見ない","バー"],
],
[
["あなたが夜に彼を秘密にした場合、月は続きました。","ヘンゾーネロック"],
["ここに置きました","Metro -Museum"],
["ご覧のと おり、あなたはそれを見ません","リンゴ猫"],
["月のラム酒の目","レッドデビルとブルーの悪魔"],
["私はホテルではありません"," アイスクリームの歌"],
["ハノ - マウンテン、あなたは眠りましたか？","江山tanaka-san"],
["私はたくさんの明るい目を言った"," 歌う"],
["誰もがあなたを愛しているからです","笑い"],
["私は彼がそれをするだろうと確信しています","最初の一歩"],
["鳥を聞い てください","夢の世界"],
["SoranginkiとYuki Majnhan","5人のプレイヤーYugata（春）"],
["明るいプラズマ","ミッシーデュークムサモ動物園"],
["今日は素晴らしい会議です。今日は友達です。","走る！"],
["買う。何を借りる！","Piperki -o -Kannyaソリューション！"],
["車を大胆にします","モモタロット"],["甘口ワイン","ボルドー"],
["子供の子供","南島のカマハメハ日記"],
["彼はヒカ を見ることができるからです","以前にuitaはありません"],
],
[
["私は自分が欲しいものが好きです","Love Records 6700"],
["多分","UFO"],
["あなたが怒っているときに残りの悪いものが始まります","英語で行く"],
["もっと真剣にします","うわー、バーが戻ってきました"],
["それはあなたなしでは生きていないようです","涙 を流します"],
["だから私は保証し、注文し、注文しました。","長さ365ステップ"],
["魅力的","リス"],
["あなたは何が欲しいですか、あなたは遠くにいます","アンコ・カメリア - 花"],
["昨日の夢と写真","で～"],
["人気のダンスを作る場合","学校での3年目"],
["あなたが目を閉じても、私は逃げたい","長い間(ジャンル:昭和)"],
],
[
["今日は買います。","オメタウ"], //トラボルタ(「ココロ」など)
["あなたの心が多いほど、あなたの心はより美しくなります。","（ *'Ω ' * c）"], //AVTechNO(「DYE」など)
["私はただ世界を渡りたいです","ズボンを脱ぐ！"], //ちょむP
["私は一人だ","世界"], //M.S.S Project(Youtuber)
["11の寸法がサイズに拡張されます","星雲"], //Tripshots
["AI Altone Kudasai","女性の女性シリーズ"], //のぼる↑
["まあ、天気はとても良いです。美しいものがあります","歌って笑う"], //Re:nG
["クリスマス音楽、ミシュビコ・ライファイ、あなたは楽しむことができます","バベルの悪夢のパーティー"], //くちばしP(「私の時間」など)
["「あなたは歯の歯です！」","鹿のカブトムシを切った後、私は時間をかけて倒れました"], //家の裏でマンボウが死んでるP
["Uta Mawar Terrace Odol Hikaru Hashil","正のネガティブ *連続"], //sasakure.UK(「ぼくらの16bit戦争」など)
["ねえ、できるだけ早く、みんなに行きます","ファクトスターs / o / s"], //かたほとりP
["これは人間の公園の最初の冬です","プレーヤーを間違えます"], //kz(「Tell Your World」など)
["朝の朝に子供を食べて喫煙したい","はじめまして"], //ピノキオP(「神っぽいな」など)
["すぐにルールを改善し、2つと混合します","夏のアイドル"], //OSTER project(「ミラクルペイント」など)
["***************","パラディッチホロベンヌ"], //オワタP(「リンちゃんなう！」など)
["「ポイント、ポイント、ライン、ライン」、「今すぐ接続」","Colter"], //シグナルP(「サンドリヨン（Cendrillon）	」など)
["11の測定値のスクリプトは、宇宙の秘密を加速します","猫の高さ"], //daniwell(「Nyanyanyanyanyanyanya!」など)
["あなたの頬は微笑んだ","たぶん幸運です"], //鼻そうめんP
["壊れた世界は、感覚を示し始めたばかりです。","準備する"], //samfree(「ルカルカ★ナイトフィーバー」など)
["問題がない場合、それは誰かに依存しているようです。","1925年"], //とみー
["恋に落ちないで、魔法に注意を払わないでください","骨とライラック"], //トーマ
["そして...繰り返しますが、この歌は再び流れます","秘密の花園"],//作詞:畑亜貴 作曲:神前暁
["あなたはまだ遠く離れています","電気地"],//tilt
["私は何人かを 知りません","ジョークと奇跡"],//ryo(「メルト」など)
["私はオメデトを作りました","私は永遠に幸せになる方法を見つけました。"], //うたたP (「こちら、幸福安心委員会です。」など)
["xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx","悲しい。"],//cosMo＠暴走P(「初音ミクの消失 -DEAD END-」など)
["スーラ！スーラ！","海洋雪の色"], //サイゼP
["私は働くことは何もありません","craw spro ler"], //さつき が てんこもり(「ネクストネスト」など)
["ちょっと青い層の日","3つのグループ"], //あつぞうくん
["あなたは準備ができています？","家族はトリです"], //えのやっく
["ミラクルガオ","いくつかのトピックから"], //原曲:カルテット
["彼らはいつも一緒にいると思います","誰もがミクミクを作るでしょう"], //ika (「みくみくにしてあげる♪【してやんよ】」など)
["「座ることはできますか？」","パリの映画"], //apfel note
["主な前向きなプライドは理解されていません","夢は2次元です"], //PolyphonicBranch
["教えて","エリコ・トリコ /エンゴ"], //ヤスオP
["オーバーフロー","アリア"], //とくP (「SPiCa」など)
["「希望 +機会」について話している。","ノスタルジア"], //yuukiss
["Road Heyer Road Heyer Room！","Oa Yodeda（O、Dell！）"], //爆弾ポピー
["もう一度幽霊に会いたいです","雪のジェルの神聖な夜"], //デッドボールP
["私は永遠に行きたくありません","音楽作品..."], //mikuru396
["これは美しい愛です","ウェストハート"], //小林オニキス
["ごめんなさい","それがどのように起こったのか"], //うどんゲルゲ
["絶望的な色に戻ってください","歌手は崩壊しました"], //マチゲリータP
["私はスパイラル想像力に数回しかありませんでした。","ゴシックと団結"], //なるしまたかし
["待って！私は今それを届けます","宇宙シッパー"], //ワンカップP
["人形は音を失いません。","締め切り"], //畳P（North-T）
["あなたがこの世界の誰よりも自分自身を愛しているかどうか知りたいです。","大佐Xの設定"], //ちーむMOER
["あなたの外観は道にあるようです","不幸"], //wowaka
["罪、罰、痛みは世界の人々です","私たちの思い出に残るおめでとう"], //静壊
["テストの最初と終わりに","首"], //流星P (「magnet」など)
["人は時間とともに変わります","サンタエステラ"],//Kou
["「自分の声があるかどうか知りたい。」","最終スコア"], //せきこみごはん
["この子供は私を探しています","歩く(初音ミク)"], //cokesi
["ktkkarama","フランシス"], //チータン
["良い楽観主義は一般的に改善されています。","見えない"], //kemu
["宇宙飛行を切り取ります","そこに副詞"],//SHO（キセノンP）
],
[
["これは私の唯一の甘い降伏かもしれません。","あなたにあげたい"],//世界一ダサいPV
["ユーザーはニーズを満たします","また"],
["繰り返しますが、MOは無限に！","dschinghis khan"],//ジンギスカン
["怒っている場所を守ってください。","共和国共和国"],
["裸の言葉、裸のマヤ","ドラゴスタディンテイ"], //のまのまイェイ
["医療","奇妙な"], //変面
["ドラゴン地区","イーストスタイル"], //プロジェクトA
["あなたはそれをすることはできません","あなたが必要なものは愛です"],
["あなたはそれを宣教師として掃除することでこれを発表することができます","指輪"],
["人々を警告として見せます","有害"],
["キナベンの帽子は弱い手に何ですか？","erlconig"],//魔王
["St. nfrone a te！","Sol S.鉱山は唯一のことです"],//オーソレミオ
],
[
["私は奇妙な叔父ではありません","ムアマ・ミアコの歌"], //沖縄
["夜、鶏肉と鶏肉の叫び声","歩く (ブリーフ＆トランクス)"],
["実は","ヘルスポーツ会議"],
["あなたはあなたが一人だと思います","ハコクッキー"],
["あなたが最近結婚したものを知りたいです","オトコヤノ"],//熊本県民謡
["エキサイティングな顔を笑顔に変えます","ダイヤモンド"], //40mP 赤髮のとも
["ある日、一日が散らばっています","私は再びあなたの愛にいます"], //CMなど
["使用したいゲームについて心配しないでください","アビママク（アビママク）"],
["私はマンチックを買ったのを見ました","ジョサコはこの部分です"], //高知県民謡
["実際、これは当事者にのみ適用されます。","表現はありません"], //乃木坂
["たぶんあなたは幸運か多分","離れてください"],
["寝て踊るのを忘れました","サンバIIキラー"],
["とても遅い！遅すぎる！","ジミーチョコレート！"], //BABYMETAL
["私にとってはあなたにとって珍しい世界です","リモートコントロールの脆弱なリモートコントロール"],
["チャン・ジンがそれをもたらします！（不合理な認識！）","甘い歌"],
["あなたの手がとても良い場合、高速道路は寒さに閉じ込められます。","なぜ？[理由を失わないでください]"], //東方神起
["もちろん、冬はとても面白いです。","夏の欲望"], //アナ雪 オラフ
["ポラルビンニシェナウェイビクトリア","ジム"],
["海は引き裂かれ、地球は壊れました...","チョモランマバナナ蜂起"],
]
];
hard2();
}
//問題数=全体-17行+4